---
kind: enumMember
id: F:Autodesk.Revit.DB.TextListStyle.NumberArabic
enum: Autodesk.Revit.DB.TextListStyle
source: html/108dc35d-1698-446b-ee12-baea35080cc4.htm
---
# Autodesk.Revit.DB.TextListStyle.NumberArabic

Indicates a list that uses arabic numbers.